/* No comment provided by engineer. */
"Site address cannot be empty." = "サイトアドレスは空白にできません。";

/* No comment provided by engineer. */
"Unknown" = "不明";

/* No comment provided by engineer. */
"Update iTunes U site '%@' with new Podcast Library entries (you must have already declared your Podcast Library feeds in the iTunes U)" = "新しい Podcast ライブラリエントリで iTunes U サイト‘%@’をアップデートします（iTunes U で Podcast ライブラリを先に宣言しておく必要があります）";

/* No comment provided by engineer. */
"Update your iTunes U site with new Podcast Library entries (you must have already declared your Podcast Library feeds in the iTunes U)" = "新しい Podcast ライブラリエントリで iTunes U サイトをアップデートします（iTunes U で Podcast ライブラリを先に宣言しておく必要があります）";

